Repository: carlosglezcue/Play4Padel
Catalog: Play4Padel/Play4Padel/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: • All matches:
de: • Alle Spiele:
es: • Todos los partidos:
fr: • Tous les matchs:
it: • Tutte le partite:

source: • Last 10 matches:
de: • Letzte 10 Spiele:
es: • Últimos 10 partidos:
fr: • 10 derniers matchs:
it: • Ultime 10 partite:

source: • Last match
de: • Letztes Spiel:
es: • Último partido
fr: • Dernier match:
it: • Ultima partita:

source: Activity:
de: Aktivität:
es: Actividad:
fr: Activité:
it: Attività:

source: Add result:
de: Ergebnis hinzufügen:
es: Añadir resultado:
fr: Ajouter un résultat:
it: Aggiungi risultato:

source: Are you sure you want to delete all your data?
de: Möchten Sie wirklich alle Ihre Daten löschen?
es: ¿Estás seguro de que quieres borrar todos tus datos?
fr: Êtes-vous sûr de vouloir supprimer toutes vos données ?
it: Sei sicuro di voler eliminare tutti i tuoi dati?

source: Backhand
de: Rückhand
es: Revés
fr: Revers
it: Rovescio

source: Both sides
de: Beide Seiten
es: Ambos lados
fr: Les deux côtés
it: Entrambi i lati

source: Calories
de: Kalorien
es: Calorías
it: Calorie

source: Calories:
de: Kalorien:
es: Calorías:
it: Calorie:

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare

source: Close session
de: Sitzung beenden
es: Cerrar sesión
fr: Fermer la session
it: Chiudi sessione

source: Conditions & Terms
de: Bedingungen & Konditionen
es: Términos y Condiciones
fr: Conditions générales
it: Termini & Condizioni

source: Conditions and Terms
de: Bedingungen & Konditionen
es: Términos y Condiciones
fr: Conditions générales
it: Termini e Condizioni

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Court Details
de: Angaben zum Gericht
es: Detalles en pista
fr: Détails du tribunal
it: Dettagli del Tribunale

source: Court Type:
de: Gerichtstyp:
es: Tipo de pista:
fr: Type de Tribunal :
it: Tipo di tribunale:

source: Date
de: Datum
es: Fecha
it: Data

source: Date:
de: Datum:
es: Fecha:
it: Data:

source: Distance:
de: Distanz:
es: Distancia:
it: Distanza:

source: Drive
de: Vorhand
fr: Coup droit
it: Diritto

source: Error saving match
de: Fehler beim Speichern des Spiels
es: Error al guardar el partido
fr: Erreur lors de l’enregistrement du match
it: Errore nel salvataggio della partita

source: First Set
de: Erster Satz
es: Primer Set
fr: Premier Set
it: Primo Set

source: First Set:
de: Erster Satz:
es: Primer Set:
fr: Premier Set:
it: Primo Set:

source: FRIENDLY REMINDER!
de: ERINNERUNG!
es: ¡RECORDATORIO!
fr: RAPPEL AMICAL!
it: PROMEMORIA!

source: Games won:
de: Gewonnene Spiele:
es: Juegos ganados:
fr: Jeux gagnés:
it: Giochi vinti:

source: Heart Rate:
de: Herzfrequenz:
es: Frec. cardíaca:
fr: Fréquence cardiaque:
it: Frequenza cardiaca:

source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao

source: Indoor
de: Drinnen
fr: Intérieur
it: Al chiuso

source: Let's go!
de: Lass uns gehen!
es: ¡Vamos!
fr: Allons-y!
it: Andiamo!

source: Let's start with some configurations
de: Beginnen wir mit einigen Konfigurationen
es: Empecemos con algunas configuraciones
fr: Commençons par quelques configurations
it: Cominciamo con alcune configurazioni

source: Loses:
de: Niederlagen:
es: Perdidos:
fr: Défaites:
it: Sconfitte:

source: Matches
de: Spiele
es: Partidos
fr: Matchs
it: Partite

source: Matches Details
de: Übereinstimmungsdetails
es: Detalles de los partidos
fr: Détails des matchs
it: Dettagli delle partite

source: My Profile
de: Mein Profil
es: Mi Perfil
fr: Mon profil
it: Il mio profilo

source: My Team
de: Mein Team
es: Mi Equipo
fr: Mon équipe
it: La mia squadra

source: Nickname:
de: Spitzname:
es: Usuario:
fr: Surnom:
it: Soprannome:

source: Now it's time to enjoy your games and have everything under control. Go for the victory!
de: Jetzt ist es an der Zeit, Ihre Spiele zu genießen und alles unter Kontrolle zu haben. Streben Sie den Sieg an!
es: Es hora de disfrutar de tus partidos y tener todo bajo control. ¡A por la victoria!
fr: Il est désormais temps de profiter de vos jeux et d'avoir tout sous contrôle. Visez la victoire !
it: Ora è il momento di divertirti con le tue partite e di avere tutto sotto controllo. Punta alla vittoria!

source: Ordered by:
de: Bestellt von:
es: Ordenado por:
fr: Classé par:
it: Ordinato per:

source: Outdoor
de: Draußen
fr: Extérieur
it: All’aperto

source: Personal Data:
de: Personenbezogene Daten:
es: Datos personales:
fr: Données personnelles:
it: Dati Personali:

source: Player Position:
de: Position des Spielers:
es: Posición del jugador:
fr: Poste du joueur:
it: Posizione del giocatore:

source: Policy Privacy
de: Datenschutzbestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
it: Politica sulla privacy

source: Porcentage wins:
de: Siegprozentsatz:
es: Porcentaje de victorias:
fr: Pourcentage de victoires:
it: Percentuale di vittorie:

source: Position played:
de: Gespielte Position:
es: Posición jugada:
fr: Position jouée:
it: Ruolo ricoperto:

source: REGISTER MATCH
de: SPIEL REGISTRIEREN
es: REGISTRAR PARTIDO
fr: ENREGISTRER UN MATCH
it: REGISTRA PARTITA

source: Remove all data
de: Alle Daten entfernen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Rimuovi tutti i dati

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato

source: Result:
de: Ergebnis:
es: Resultado:
fr: Résultat:
it: Risultato:

source: Review the data you entered and try again.
de: Überprüfen Sie die eingegebenen Daten und versuchen Sie es erneut.
es: Revisa los datos introducidos e inténtalo de nuevo
fr: Vérifiez les données saisies et réessayez.
it: Controlla i dati inseriti e riprova.

source: Rivals
de: Rivalen
es: Rivales
fr: Rivaux
it: Rivali

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Second Set
de: Zweiter Satz
es: Segundo Set
fr: Deuxième Set
it: Secondo Set

source: Second Set:
de: Zweiter Satz:
es: Segundo Set:
fr: Deuxième Set:
it: Secondo Set:

source: Select court
de: Gerichtstyp auswählen
es: Elige tipo de pista
fr: Sélectionnez le type de tribunal
it: Seleziona il tipo di campo

source: Select court type
de: Gerichtstyp auswählen
es: Elige el tipo de pista
fr: Sélectionnez le type de tribunal
it: Seleziona il tipo di campo

source: Select position
de: Position auswählen
es: Elige una posición
fr: Sélectionnez la position
it: Seleziona posizione

source: Tell us what's your position as player:
de: Erzählen Sie uns von Ihrer Position als Spieler:
es: Dinos cuál es tu posición natural:
fr: Dites-nous quelle est votre position en tant que joueur :
it: Raccontaci qual è il tuo ruolo come giocatore:

source: Thanks for using our App!
de: Vielen Dank, dass Sie unsere App nutzen!
es: ¡Gracias por usar nuestra App!
fr: Merci d'utiliser notre application!
it: Grazie per aver utilizzato la nostra app!

source: There's not match yet
de: Es gibt noch kein Spiel
es: No hay partidos todavía
fr: Il n’y a pas encore de match
it: Non c’è ancora nessuna partita

source: Third Set
de: Dritter Satz
es: Tercer Set
fr: Troisième Set
it: Terzo Set

source: Third Set:
de: Dritter Satz:
es: Tercer Set:
fr: Troisième Set:
it: Terzo Set:

source: To record your matches in a more exhaustive way, remember to use the app on your Apple Watch
de: Um Ihre Spiele umfassender aufzuzeichnen, denken Sie daran, die App auf Ihrer Apple Watch zu verwenden
es: Para guardar tus partidos con más datos, recuerda que puedes usar la App en tu Apple Watch
fr: Pour enregistrer vos matchs de manière plus exhaustive, pensez à utiliser l'application sur votre Apple Watch
it: Per registrare le tue partite in modo più esaustivo, ricordati di utilizzare l'app sul tuo Apple Watch

source: Total Games
de: Gesamtspiele
es: Total de Juegos
fr: Total des jeux
it: Giochi totali

source: WELCOME!
de: WILLKOMMEN!
es: ¡BIENVENIDO!
fr: BIENVENU!
it: BENVENUTO!

source: Wins
de: Siege
es: Victorias
fr: Victoires
it: Vittorie

source: Wins:
de: Siege:
es: Victorias:
fr: Victoires:
it: Vittorie:

source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ

source: You don't have any match saved yet
de: Du hast noch kein Spiel gespeichert
es: No tienes ningún partido guardado aún
fr: Vous n’avez encore enregistré aucun match
it: Non hai ancora salvato nessuna partita

source: You need to register a match
de: Du musst ein Spiel registrieren
es: Necesitas registrar un partido
fr: Vous devez enregistrer un match
it: Devi registrare una partita

source: You need to register more matches
de: Du musst mehr Spiele registrieren
es: Necesitas registrar más partidos
fr: Vous devez enregistrer plus de matchs
it: Devi registrare più partite

source: You will not be able to watch any added matches on any of the devices where you have the app installed.
de: Sie können hinzugefügte Spiele auf keinem der Geräte ansehen, auf denen Sie die App installiert haben.
es: No podrás ver ningún partido añadido en ninguno de los dispositivos donde tengas instalada la aplicación.
fr: Vous ne pourrez pas regarder les matchs ajoutés sur aucun des appareils sur lesquels vous avez installé l'application.
it: Non potrai guardare le partite aggiunte su nessuno dei dispositivi su cui hai installato l'app.

source: Version: %@
es: Versión: %@
it: Versione: %@
